Repository: diegodario88/quake-terminal
Catalog: src/po/*.po
Languages: tr

source: Select an application in Quake Terminal preferences.
tr: Quake Uçbirim ayarlarından bir uygulama seçin.

source: Quake Terminal Settings
tr: Quake Uçbirim Ayarları

source: Application
tr: Uygulama

source: Terminal Application
tr: Uçbirim Uygulaması

source: Launch Options
tr: Başlatma Seçenekleri

source: Optional command-line arguments to customize how the terminal starts for this application. For example: -o font_size=18
tr: Bu uygulamanın uçbirimi başlatması için isteğe bağlı komut-satırı parametreleri. Örneğin: -o font_size=18

source: General
tr: Genel

source: Toggle Shortcut
tr: Açma/Kapama Kısayolu

source: Shortcut to activate the terminal application
tr: Uçbirim uygulamasını etkinleştirmek için kısayol

source: Select a shortcut
tr: Kısayol seçin

source: Enter new shortcut to toggle Quake Terminal
tr: Quake Uçbirim için yeni kısayol girin

source: Set Shortcut
tr: Kısayol Ayarla

source: Auto Hide Terminal
tr: Uçbirimi Otomatik Gizle

source: When enabled, this hides the Terminal window when it loses focus
tr: Etkinleştirildiğinde, Uçbirim penceresi odağı kaybettiğinde gizlenir

source: Show on the current Display
tr: Mevcut Ekranda Göster

source: When enabled, the Terminal will be shown on the Display that currently has the mouse pointer
tr: Etkinleştirildiğinde, Uçbirim fare işaretçisinin olduğu Ekranda görüntülenir

source: Show on the primary Display
tr: Birincil ekranda göster

source: When enabled, the Terminal will be shown on the Display set as Primary in Gnome Display settings
tr: Etkinleştirildiğinde, Uçbirim Gnome Ekran Ayarlarında belirlenen Birincil Ekranda gösterilir

source: Display
tr: Ekran

source: Which display should the terminal be rendered on
tr: Uçbirimin hangi ekranda gösterileceği

source: Animation Time
tr: Animasyon Süresi

source: Duration of the dropdown animation in milliseconds
tr: Yukarıdan inmenin milisaniye cinsinden süresi

source: Position
tr: Konum

source: Vertical Size
tr: Dikey Boyut

source: Terminal vertical distance as a percentage
tr: Uçbirimin yüzde olarak dikey uzunluğu

source: Horizontal Size
tr: Yatay Boyut

source: Terminal horizontal distance as a percentage
tr: Uçbirimin yüzde olarak yatay uzunluğu

source: Left
tr: Sol

source: Right
tr: Sağ

source: Center
tr: Merkez

source: Horizontal Alignment
tr: Yatay Yerleşim

source: Control the value for horizontal alignment
tr: Yatay yerleşim için kontrol değeri

source: Always On Top
tr: Daima Üstte

source: When enabled, terminal window will appear on top of all other non-topmost windows
tr: Etkinleştirildiğinde, uçbirim pencesesi diğer tüm pencerelerin üzerinde belirir

source: Hide In Certain Modes
tr: Belirli Modlarda Gizle

source: When enabled, the terminal window will not appear in overview mode or when using Alt+Tab.
tr: Etkinleştirildiğinde, uçbirim penceresi pencerelerin önizlemesinde veya Alt+Tab ile uygulama seçiminde görünmez.

source: Terminal App
tr: Uçbirim Uygulaması

source: The application path used as a reference when initializing a new terminal
tr: Yeni uçbirim hazırlanırken kullanılacak uygulama konumu referansı

source: Toggle Terminal
tr: Uçbirimi Aç/Kapa

source: Terminal Vertical Size
tr: Uçbirim Dikey Boyutu

source: Specify the vertical size of the terminal in percentage
tr: Uçbirimin dikey boyutunu yüzde olarak belirtin

source: Terminal Horizontal Size
tr: Uçbirim Yatay Boyutu

source: Specify the horizontal size of the terminal in percentage
tr: Uçbirimin yatay boyutunu yüzde olarak belirtin

source: Terminal Horizontal Alignment
tr: Uçbirim Yatay Yerleşimi

source: Specify the display where the terminal should be rendered
tr: Uçbirimin gösterileceği ekranı belirtin

source: Animation time
tr: Animasyon süresi

source: Hide terminal window in certain modes
tr: Belirli modlarda uçbirim penceresini gizle

source: Terminal launch arguments per application
tr: Uygulama başına uçbirim başlatma parametresi

source: Dictionary mapping application IDs to their terminal launch arguments
tr: Uygulama ID'sini uçbirim başlatma parametrelerine ekle
