Repository: diegodario88/quake-terminal
Catalog: po/*.po
Languages: ru

source: Select an application in Quake Terminal preferences.
ru: Выбрать приложение для настроек Quake Terminal.

source: Quake Terminal Settings
ru: Настройки Quake Terminal

source: Application
ru: Приложение

source: Terminal Application
ru: Приложение терминала

source: Launch Options
ru: Параметры запуска

source: Optional command-line arguments to customize how the terminal starts for this application. For example: -o font_size=18
ru: Необязательные аргументы командной строки, позволяющие настроить запуск терминала для данного приложения. Например: -o font_size=18

source: General
ru: Общие

source: Toggle Shortcut
ru: Вызов комбинацией клавиш

source: Shortcut to activate the terminal application
ru: Комбинация клавиш для вызова приложения терминала

source: Select a shortcut
ru: Выберете комбинацию клавиш

source: Enter new shortcut to toggle Quake Terminal
ru: Введите новую комбинацию клавиш для вызова Quake Terminal

source: Set Shortcut
ru: Установить комбинацию клавш

source: Auto Hide Terminal
ru: Авто скрытие терминала

source: When enabled, this hides the Terminal window when it loses focus
ru: Когда включено окно терминала скрывается, когда теряется фокус

source: Show on the current Display
ru: Отобразить на текущем мониторе

source: When enabled, the Terminal will be shown on the Display that currently has the mouse pointer
ru: Когда эта функция включена, терминал будет появляться на дисплее, на который в данный момент наведен указатель мыши

source: Show on the primary Display
ru: Отобразить на основном мониторе

source: When enabled, the Terminal will be shown on the Display set as Primary in Gnome Display settings
ru: Если эта включено, терминал будет отображаться на дисплее, установленном в качестве основного в настройках дисплея Gnome

source: Display
ru: Монитор

source: Which display should the terminal be rendered on
ru: На каком дисплее должен отображаться терминал

source: Animation Time
ru: Время анимации

source: Duration of the dropdown animation in milliseconds
ru: Продолжительность анимации выпадания, в миллисекундах

source: Position
ru: Расположение

source: Vertical Size
ru: Размер по вертикали

source: Terminal vertical distance as a percentage
ru: Вертикальный размер терминала в процентах

source: Horizontal Size
ru: Горизонтальный размер

source: Terminal horizontal distance as a percentage
ru: Горизонтальный размер терминала в процентах

source: Left
ru: Слева

source: Right
ru: Справа

source: Center
ru: По центру

source: Horizontal Alignment
ru: Горизонтальное выравнивание

source: Control the value for horizontal alignment
ru: Задайте значение для выравнивания по горизонтали

source: Always On Top
ru: Всегда вверху

source: When enabled, terminal window will appear on top of all other non-topmost windows
ru: Если включено, окно терминала появится поверх всех остальных окон, не закреплённых всегда сверху

source: Hide In Certain Modes
ru: Скрывать в режиме обзора

source: When enabled, the terminal window will not appear in overview mode or when using Alt+Tab.
ru: Если включено, окно терминала не будет отображаться в режиме обзора или при использовании комбинации клавиш Alt+Tab.

source: Terminal App
ru: Приложение терминала

source: The application path used as a reference when initializing a new terminal
ru: Путь к приложению, используемый в качестве ссылки при инициализации нового терминала

source: Toggle Terminal
ru: Переключение терминала

source: Terminal Vertical Size
ru: Размер терминала по вертикали

source: Specify the vertical size of the terminal in percentage
ru: Укажите вертикальный размер терминала в процентах

source: Terminal Horizontal Size
ru: Горизонтальный размер терминала

source: Specify the horizontal size of the terminal in percentage
ru: Укажите горизонтальный размер терминала в процентах

source: Terminal Horizontal Alignment
ru: Выравнивание терминала по гризонтали

source: Specify the display where the terminal should be rendered
ru: Укажите дисплей, на котором должен отображаться терминал

source: Animation time
ru: Время анимации

source: Hide terminal window in certain modes
ru: Скрывать теминал в режиме обзора

source: Terminal launch arguments per application
ru: Аргументы запуска терминала для каждого приложения

source: Dictionary mapping application IDs to their terminal launch arguments
ru: Словарь сопоставляет идентификаторы приложений с их аргументами запуска в терминале
